Repository: rrrekin/KlientPBI
Catalog: home/michal/mobile_app/KlientPBI/translations/omegat/pl/omegat/project_save.tmx
Source language: en
Languages: pl

source: About Klient PBI
pl: O programie Klient PBI

source: Are you sure to clear cache?
pl: Na pewno usunąć wszystkie pliki pamięci podręcznej pobierania?

source: Author
pl: Autor

source: Author: Michał Rudewicz (michal.rudewicz@gmail.com)
pl: Autor: Michał Rudewicz (michal.rudewicz@gmail.com)

source: Book not fully downloaded
pl: Książka nie jest w pełni pobrana

source: Cancel
pl: Anuluj

source: Cannot read cache file
pl: Nie można odczytać pliku z pamięci podręcznej

source: Cannot write to cache directory
pl: Nie można zapisać w katalogu pamięci podręcznej

source: Cannot write to file
pl: Nie można zapisać w pliku

source: Changelog
pl: Lista zmian

source: Clear whole cache
pl: Wyczyść pamięć podręczną pobierania

source: Close
pl: Zamknij

source: Config
pl: Konfiguracja

source: Configuration
pl: Konfiguracja

source: Configuration error
pl: Błąd konfiguracji

source: Configuration file load error
pl: Błąd odczytu pliku konfiguracyjnego

source: Configuration file read error. Using default configuration.
pl: Błąd odczytu pliku konfiguracyjnego. Użycie wartości domyślnych.

source: Configuration file save error
pl: Błąd zapisu pliku konfiguracyjnego

source: Data fetch error
pl: Błąd pobierania

source: Data fetch error. Check configuration. If the default http://www.pbi.edu.pl/ setting is not working, try to use http://91.238.85.34/
pl: Błąd pobierania. Proszę sprawdzić konfigurację. Jeżeli domyślna wartość http://www.pbi.edu.pl/ nie działa, należy wypróbować ustawienie http://91.238.85.34/

source: Dehyphenate
pl: Usuwanie przenoszenia wyrazów

source: Download
pl: Pobierz

source: Download again
pl: Pobierz ponownie

source: EPUB file
pl: Plik EPUB

source: Edit
pl: Edycja

source: Exit
pl: Zakończ

source: File
pl: Plik

source: File '%s' already exists. Overwrite?
pl: Plik '%s' już istnieje. Zamazać go?

source: File exists
pl: Plik istnieje

source: File save error
pl: Błąd zapisu pliku

source: HTML file
pl: Plik HTML

source: Help
pl: Pomoc

source: Homepage:
pl: Strona domowa:

source: Invalid number of threads (should be in range 1 .. 50).
pl: Niewłaściwa liczba wątków (dopuszczalny zakres 1 .. 50).

source: Invalid timeout (should be in range 1000 .. 300000).
pl: Niewłaściwy czas oczekiwania (dopuszczalny zakres 1000 .. 300000).

source: License:
pl: Licencja:

source: Loading...
pl: Pobieranie...

source: None
pl: Brak

source: Page joining method
pl: Metoda łączenia stron

source: Save
pl: Zapisz

source: Search
pl: Szukaj

source: Standard
pl: Standardowa

source: Support:
pl: Wsparcie techniczne:

source: Threads
pl: Liczba wątków

source: Timeout
pl: Czas oczekiwania

source: Title
pl: Tytuł

source: Unhandled exception
pl: Nieobsłużony wyjątek

source: Use cached previous downloads
pl: Użyj danych z pamięci podręcznej

source: Using default values
pl: Zostaną użyte wartości domyślne

source: Verse
pl: Wiersz
